{
  "titulo": "Virtual Mentor to RAG",
  "contenido": "\n\n \n \nTechnique: Strategy Objectives \nDescription: Try to understand if the user is working in a Company or in their own startup. \nPrioritization must be aligned with the Strategy of the company. It would be nice if VM asks \nthe name of the compañany or the startup in order to refer to it. \nDepends on the user's answers, Virtual Mentor can choose the explain the Option1 or the \nOption2: \n \nOption1: If the user is working in Company, ask the user if he/she knows the Strategy \nobjectives of the Company. \nIn case the user does not know, encourage him/her to ask for the Strategy objectives. \nIn case the user does not know and he/she does not ask, encourage him/her to ask and ask \nwhat he/she wants to do with this situation? Does the user need assistance to discover the \nStrategy Objectives because this is his/her responsibility? \nIn case the user knows, you can continue with the prioritization technique. \n \nOption2: If the user is working in their own startup, ask the user if he/she knows the Strategy \nobjectives of their own Startup. \nIn case the user does not know, ask him some questions such as: What are the main goals \nand objectives for your product? This could be increasing revenue, gaining more users, \nimproving customer satisfaction, etc. Understanding your end goals will help guide your \nprioritization. \nIn case the user knows, you can continue with the prioritization technique. \n \n \n \nTechnique: OKRs \n \nDescription:  \n \n¿Qué son los OKRs? \nOKRs viene de las siglas en inglés Objectives and Key Results (Objetivos y Resultados \nClave). Se trata de un marco de trabajo que tuvo su origen en Intel por Andrew Grove, y \nposteriormente evolucionó y fue bautizado como OKRs por John Doerr en Google. El \npropósito del uso de OKRs es establecer y poner foco sobre un objetivo a una persona o \ngrupo de personas dentro de un periodo establecido. Se utilizan para poder alinear los \nobjetivos estratégicos con todos los objetivos de los equipos que conforman la organización. \n \nLos OKRs han sido más o menos estandarizados, entendiendo lo siguiente: \n \nObjetivo: Tiene un enfoque Cualitativo. Es inspiracional, acotado en el tiempo y accionable \npor el equipo de forma independiente. \n\nResultado Clave:  Tiene un enfoque Cuantitativo. Responde a la pregunta: “¿Cómo \nsabemos si hemos alcanzado nuestro objetivo?” Se recomienda utilizar como máximo 3 \nResultados Clave por cada Objetivo. \nTres consejos clave para el uso de OKRs \n \nComo es frecuente confundir el uso de OKRs con prácticas tradicionales para la propuesta \nde objetivos e indicadores, queremos compartir tres consejos que ayuden a identificar \ncorrectamente lo que son los OKRs: \n \n1. NO CONFUNDIR OKRS CON KPIS. \nLos KPIs (Key Performance Indicator, o en español Indicador Clave de Rendimiento) \ninforman, como su nombre indica, sobre el rendimiento en algo. El inconveniente de los \nKPIs es que podríamos estar obteniendo unos buenos indicadores (KPIs) sin estar logrando \nlos objetivos deseados. Es por ello que los OKRs se enfocan en el beneficio obtenido. \nVeamos un par de ejemplos para distintos tipos de negocio: \n \nEn un entorno de marketing digital, podríamos tener un KPI que cuente el número de post \nque se publican en una red social por día. Podríamos sentirnos satisfechos con una tasa de \n3 publicaciones diarias y, sin embargo, no conseguir un crecimiento en el número de \nseguidores o no incrementar las ventas. Por ello, es importante hacernos preguntas sobre lo \nque realmente queremos conseguir: \n \n  \n \n¿Qué objetivo persigue la marca? ¿Conseguir más visitas porque su modelo de negocio se \nbasa en publicidad? ¿Conseguir visibilidad para nuevos nichos de mercado? ¿Aumentar el \nnúmero de ventas captadas a través de esta red social? Un posible OKR podría ser: \n \n  \n \nObjetivo: Aumentar el valor de marca. \nKey Result 1: Aumento en un 10% de publicaciones de clientes que nos mencionan en \nInstragram recomendando nuestros productos. \nKey Result 2: Aumento en un 15% de las publicaciones que son compartidas en Instagram \npor nuestros seguidores. \nKey Result 3: Aumento en un 20% de clientes que compran nuestro producto a través del \nenlace de Instragram. \n  \n \nEn un entorno de desarrollo software, podríamos tener un KPI que indique la cantidad de \nfuncionalidades que se están incluyendo en una aplicación móvil. Y podríamos suponer que \na más funcionalidades mejor será el producto, o más ganancias económicas se podrían \nobtener. Sin embargo, podría ocurrir que las funcionalidades que se están añadiendo no \nestán siendo utilizadas por la mayoría de los usuarios y que no estén generando un impacto \nen la organización. En este contexto, una posible cuestión sería: \n \n  \n \n\n¿Qué estamos realmente queriendo conseguir? ¿Aumentar ingresos? ¿Aumentar el número \nde usuarios? ¿En qué tipo de cliente queremos centrarnos? Un posible OKR para \nfocalizarnos en clientes de la tercera edad podría ser: \n \n  \n \nObjetivo: Aumentar el atractivo de nuestros productos para clientes de tercera edad. \nKey Result 1: Aumento del número de clientes de 65 a 75 años en un 15%. \nKey Result 2: Aumento del número de clientes de más de 75 años en un 10%. \nKey Result 3: Aumento en 20 puntos el NPS en clientes de más de 65 años. \n  \n \nDe forma que, si se consigue el Objetivo, tendremos información del beneficio obtenido, y si \nhacemos un seguimiento del progreso del mismo, podremos saber cómo de cerca estamos \nde nuestro objetivo o si necesitamos cambiar algún aspecto de nuestra estrategia para \nalcanzarlo. \n \n2. LOS OKRS NO SON IMPUESTOS. \nLos OKRs no se imponen desde una capa jerárquica superior. Si bien es cierto que en una \norganización existen unos objetivos estratégicos comunes a toda la compañía que han sido \nestablecidos por la Dirección, también serán las propias áreas (es decir, las personas que \ntienen que alcanzar los objetivos) las que decidan sus propios objetivos y métricas clave (es \ndecir, sus OKRs) alineándolos con los objetivos estratégicos. \n \n3. LOS OKRS SON UN MARCO DE TRABAJO. \nEn otras palabras, los OKRs no son sólo escribir objetivos y métricas. Hay que tener en \ncuenta aspectos adicionales como pueden ser: \nCuándo y cómo establecer cada OKR. \nCuándo y cómo ver su progreso. \n \n>> Quick TIPS on OKRs Use \n    Set only one OKR for the company, unless you have multiple business lines. It’s about \nfocus. \n        Give yourself three months for an OKR. How bold is it if you can do it in a week? \n      Keep the metrics out of the Objective. The Objective is inspirational. \n      In the weekly check in, open with company OKR, then do groups. Don’t do every \nindividual; that’s better in private 1:1s. Which you do have every week, right? \n      OKRs cascade; set company OKRs, then group’s/role’s, and then individual’s.   \n      OKRs are not the only thing you do; they are the one thing you must do. Trust people to \nkeep the ship running, and don’t jam every task into your OKRs. \n      The Monday OKR check in is a conversation. Be sure to discuss change in confidence, \nhealth metrics and priorities. \n      Encourage employees to suggest company OKRs. OKRs are great bottom up, not just \ntop down. \n      Make OKRs available publicly. Google has them on their intranet.    \n      Friday celebrations is an antidote to Monday’s grim business. Keep it upbeat! \n \nCoachingExamples: \n\n \nOKR Coaching Example: Quantifying Engineering’s Contribution to Sales \n \n        Ben Lamorte coaches business leaders to define and make measurable progress on \ntheir most important goals. He’s coached hundreds of managers at dozens of organizations. \nFor more about Ben, see www.OKRs.com. \n \n        Let’s look at an excerpt from a real OKRs coaching session to illustrate how coaching \nleaders, through creating their own OKRs -- rather than a CEO dictating their OKRs -- can \ndramatically improve the quality and effectiveness of OKRs. Here’s an excerpt from a \ncoaching session for the engineering team at a large software company. \n \n        Engineering VP: My key objective is to help our sales team achieve their targets. \n \n        OKRs Coach: At the end of the quarter, how would we know if Engineering helped \nSales achieve their targets? \n \n        Engineering VP: Hmm, that’s a good question. (Pause) \n \n        OKRs Coach: OK, can you name a particular customer who purchased within the last \nyear where Engineering clearly contributed to the sales process? \n \n        Engineering VP: Actually, no. But that would be very good data to have. It’s not so \nmuch that we help Sales close deals, it’s more like we keep the prospect in the mix. \n \n        The Engineering VP went on to propose the following Key Results: \n \n        “Provide sales support for 5 major prospects in Q2” \n \n        “Develop training for sales team by end of Q2” \n \n        While these two statements are directional, they are not measurable. Let’s look at how \nthe OKRs coach helped the VP translate these two statements into measurable KRs. \n \n        Statement 1: “Provide sales support for 5 major prospects in Q2” \n \n        OKRs Coach: Is there a distinction between a major prospect and a minor prospect? \n(Makes this clear  by addressing ambiguity.) \n \n        Engineering VP: Not really. \n \n        OKRs Coach: Do you and the VP Sales agree on the definition of a “major prospect?” \n(Ensures alignment  across departments is jointly defined.) \n \n        Engineering VP: Let’s replace “major prospect” with “prospect with $100k+ year 1 \nrevenue potential.” Then we can run this definition by the VP Sales. \n \n\n        OKRs Coach: Have you measured the number of these sales support events in the \npast? (To confirm metric history so we know the KR is measurable.) \n \n        Engineering VP: No. \n \n        OKRs Coach: What is the intended outcome of Engineering providing sales support? \n(Probes intended outcome of achieving the goal to focus on results not tasks.) \n \n        Engneering VP: It results in either a continuing sales process or kills the deal. \n \n        OKRs Coach: What if all five sales support calls result in dead deals? Will we have \nachieved this goal? (Boundary condition question to ensure alignment.) \n         \n        Engineering VP: No. The meeting is really not considered a success when we lose the \ndeal for technical reasons. Maybe we should define this as, “provide sales support with no \nmore than three $100k+ prospects deciding to not evaluate our product for technical \nreasons.” \n \n        OKRs Coach: While this is heading in the right direction, the Key Result is now framed \nnegatively. I recommend the following positively framed version of this goal: Obtain a \nbaseline on “technical pass rate.” For example, if we have meetings with ten $100k+ \nprospects and eight of them advance without technical objection, the technical pass rate is \n80%. (Ensures KR is positive.) \n \n        The Engineering VP liked the idea of tracking technical pass rate. As a result of this \nOKRs coaching session, the Engineering VP agreed to confirm with VP Sales that technical \npass rate is a useful metric to quantify the extent to which Engineering contributes to sales. \n \nPIZARRA PARA TRABAJAR: puedes indicar al usuario que utilice esta pizarra para que \npueda trabajar en ella: “https://miro.com/app/board/uXjVKglihuo=/” \n \n \n \nTechnique: Cost/Benefit  \nDescription: This tecnhique try to decide which group of features develop first taking into \naccount the analysis of cost/benefit of each feature. \n \nThis technique has 4 steps. Explain the user only one step in each answer. Eeach stetp has \none image. When you explain each step, show the image of this step. \n \nStep1: Let's imagine you have an apple tree. If you would need an apple, which on choose \nfirst? Each of your features is one apple. \nAsk the user if he/she has all the features of this project. \nIt could be nice to have each feature in one sticky note. \nImageUrl: \"https://virtualmentorpics.s3.us-west-1.amazonaws.com/CostBenefitStep1.png\" \n \n\nWhen the user is ready, let's continue with Step 2. \nStep2: Apples close to sun are more tasty. So, make an horizontal line an located in the left \npart the features with less beenfit, and on the righ part the features with more benefit. \nImageUrl: \"https://virtualmentorpics.s3.us-west-1.amazonaws.com/CostBenefitStep2.png\" \n \nWhen the user is ready, let's continue with Step 3. \nStep3: Apples close to you are easier to take. So now, take each of your features and move \nthem up or down taking into account if they are cheaper or expensive to launch to market\". \nImageUrl: \"https://virtualmentorpics.s3.us-west-1.amazonaws.com/CostBenefitStep3.png\" \nWhen the user is ready, let's continue with Step 4. \n \n \nStep4:Right now you must be something like this image. So, the area located on the right \nand down is the features you must be develop first due they are the most valuables for your \nbusiness and cheaper to launch. \nImageUrl: \"https://virtualmentorpics.s3.us-west-1.amazonaws.com/CostBenefitStep4.png\" \n \n \n \nTechnique: Kano Model \nWhen to use it: When we want to take into account the customer satisfaction, due the fact \nsome feature could be a commodity more than a must. \n \nDescription: Noriaki Kano, a Japanese researcher and consultant, published a paper in \n1984[1] with a set of ideas and techniques that help us determine our customers’ (and \nprospects’) satisfaction with product features. These ideas are commonly called the Kano \nModel and are based upon the following premises: \n \n● Customers’ Satisfaction with our product’s features depends on the level of \nFunctionality that is provided (how much or how well they’re implemented); \n● Features can be classified into four categories; \n● You can determine how customers feel about a feature through a questionnaire. \n \nKano Model take into account 2 dimensions: Satisfaction and Funcionality. \nShow picture: \n“https://virtualmentorpics.s3.us-west-1.amazonaws.com/KanoModel_2Dimensions.png” \n \nStep 1: Let’s start by Customer Satisfaction \nTry to order your functionalities in a line from Customer Delighted, Satisfied, Neutral, \nDissatisfied, Frustrated. \nShow picture: \n“https://virtualmentorpics.s3.us-west-1.amazonaws.com/KanoModel_Satisfaction.png” \n \nStep 2: Let’s continue with Functionality \nShow picture: \n“https://virtualmentorpics.s3.us-west-1.amazonaws.com/KanoModel_Functionality.png” \n\n \nStep 3: Let’s discuss about results. \nYou must have your potential functionalities like that: \nShow picture: \n“\nhttps://virtualmentorpics.s3.us-west-1.amazonaws.com/KanoModel_Results.png\n” \n \n \n \n \n \n "
}